Repository: drozzi-pro/password-reset
Catalog: languages/bdvs-password-reset-*.po
Languages: ru_ru

source: You must provide an email address.
ru_ru: Вы должны ввести email

source: No user found with this email address.
ru_ru: Пользователь с таким email не найден

source: A password reset email has been sent to your email address.
ru_ru: Письмо с кодом пришло на ваш email

source: You must provide a code.
ru_ru: Вы должны ввести код

source: You must provide a new password.
ru_ru: Вы должны ввести новый пароль

source: Password reset successfully.
ru_ru: Пароль успешно изменён

source: The code supplied is valid.
ru_ru: Предоставленный код верен

source: You cannot request a password reset for a user with this role.
ru_ru: Вы не можете поменять пароль у пользователя с этой ролью

source: There was a problem validating the code.
ru_ru: Возникли проблемы с проверкой кода

source: You must request a password reset code before you try to set a new password.
ru_ru: Вы должны запросить новый код

source: You have %s attempts remaining.
ru_ru: У вас осталось %s попыток

source: You have used the maximum number of attempts allowed. You must request a new code.
ru_ru: Вы достигли максимального количества попыток. Запросите новый код

source: The reset code provided is not valid.
ru_ru: Введённый код неверен

source: The reset code provided is not valid.
ru_ru: Введённый код неверен

source: The reset code provided has expired.
ru_ru: Действие введённого кода истекло. Запросите новый

source: An email address is required for the reset code email.
ru_ru: Для отправки письма с кодом требуется email

source: No code was provided for the password reset email.
ru_ru: Код для сбраса пароля не был предоставлен
